{
    "profile": {
        "webDeveloper": "Software engineer.<br>Web artisan.<br>AI enthusiast.<br>Often sleep deprived."
    },
    "firstPage": {
        "showResume": "Show resume"
    },
    "about": {
        "title": "About me",
        "text": "I have been a highly committed, tenacious and resilient passionate developer for ten years, taking care as much of the design of my interfaces as the clarity of my code. I am able to quickly take part in a team thanks to my great social skills and enthusiasm."
    },
    "contact": {
        "title": "Contact"
    },
    "workExperiences": {
        "title": "Working experiences",
        "technicalEnvironment": "<strong>Technical environment</strong>",
        "fullStackWebDeveloper": {
            "title": "Web Engineer",
            "textPart1": "Participating to the development of the new accident detection version. The build of the version requires the reconstruction of new APIs as well as to adapt some visuals.<br>For more details about Liberty Rider, you can visit <a href='https://liberty-rider.com' target='_blank' class='link default underlined'>liberty-rider.com</a>."
        },
        "reactEngineer": {
            "title": "React Software Engineer",
            "textPart1": "Developer on the project Services by Airbus.<br>My mission is to work with a team of consultants, discuss and propose the appropriate solutions for the wanted functionalities.<br>For an overview of the project, please visit <a href='https://services.airbus.com' target='_blank' class='link default underlined'>services.airbus.com</a>."
        },
        "javascriptEngineer": {
            "title": "JavaScript Software Engineer",
            "textPart1": "My mission was to maintain and add new features to MyCFM web portal, collaborate with team around the world (India, U.S., France) and provide solutions to customer requests.<br>For an overview of the project, please visit <a href='https://mycfmportal.com' target='_blank' class='link default underlined'>mycfmportal.com</a>."
        },
        "angular2Developer": {
            "title": "Angular developer",
            "textPart1": "Development of a responsive Facebook application, allowing users to compute their psychological relationships with friends following their answers to a quiz.",
            "textPart2": "Use of the typescript language, with the framework 2 Angular and Facebook libraries, Firebase, Hammerjs, Semantic-UI."
        },
        "phpDeveloper1": {
            "title": "PHP developer",
            "textPart1": "Foundation of a startup building a web and mobile platform for a more modern course management between pupils and teachers.",
            "textPart2": "Use of PHP and Javascript."
        },
        "wordpressDeveloper": {
            "title": "Wordpress developer",
            "textPart1": "Design of a Wordpress website for a customer.",
            "textPart2": "Development of custom Wordpress modules to fit the customer's needs."
        },
        "phpDeveloper2": {
            "title": "PHP developer",
            "textPart1": "Design and development of a web platform aiming for an easier hiring management.",
            "textPart2": "Built with PHP, Javascript and Ajax technology."
        }
    },
    "personalExperiences": {
        "title": "Personal experiences",
        "tradingBot": {
            "title": "Trading bot",
            "description": "Realization of a trading robot for crypto currencies.<br>He is able to trade on Gdax and Binance. The architecture of the robot makes it capable of trading in any market. <br> It has some adaptability capabilities in the market, and a large number of configurations that can change its behavior completely.<br>The source code of the project is not made public."
        },
        "sniphub": {
            "title": "SnipHub",
            "description": "SnipHub is a collaborative platform for sharing snippets (reusable pieces of code). Reinventing the wheel often is a burden, searching the web to find an answer is often too, SnipHub was created to centralize all these recurring snippets in the life of a developer. <br> Projects available at <a href='https://sniphub.io' target='_blank' class='link default underlined'>sniphub.io </a>"
        },
        "easyjs": {
            "title": "Framework Node.js",
            "description": "Realization of the framework easy.js, a framework fullstack for the environment Node.js, accompanied by a cli. This framework aims to provide a scalable and stable architecture for all types of backend projects based on Node.js.<br>Source code available on my GitHub."
        },
        "neuralNetwork": {
            "title": "Neural network (deep learning)",
            "description": "Integral creation of a multilayer perceptron neuron network, with an architecture and a trainer in order to be able to build a network of any size and to train it.<br>Source code available on my GitHub."
        },
        "others": {
            "title": "Others",
            "description": "Others kind of projects are present on my GitHub: <a href='https://github.com/MadDeveloper' target='_blank' class='link default underlined'>github.com/MadDeveloper</a>"
        }
    },
    "educations": {
        "title": "Education",
        "master": {
            "school": "IPI, Blagnac",
            "title": "Mastere chef de projet ingénieurie logicielle",
            "text": "In the process of obtaining the title Mastere chef de projet ingénieurie logicielle."
        },
        "licence": {
            "school": "SUPINFO International University, Toulouse",
            "title": "Bachelor of Science",
            "text": "Bachelor of Science in software development and computer networks."
        },
        "bac": {
            "school": "Clément Marot secondary school",
            "title": "High school diploma",
            "text": "Scientific Subjects - obtained with honors."
        }
    },
    "skills": {
        "title": "Skills"
    },
    "tools": {
        "title": "Tools"
    },
    "languages": {
        "title": "Languages"
    }
}
