{
    "profile": {
        "webDeveloper": "Ingénieur logiciel.<br>Artisan web.<br>Passioné d'Intelligence Artificielle.<br>Souvent privé de sommeil."
    },
    "firstPage": {
        "showResume": "Lire le CV"
    },
    "about": {
        "title": "À propos",
        "text": "Développeur passionné depuis plus de dix ans, je m’investis beaucoup dans mon travail en accordant autant d’importance au design de mes interfaces qu’à la clarté de mon code. J’apprécie également le travail en équipe, enrichissant tant sur le plan technique que social."
    },
    "contact": {
        "title": "Contact"
    },
    "technicalEnvironment": "<strong>Environnement Technique</strong>",
    "workExperiences": {
        "title": "Expériences professionnelles",
        "fullStackWebDeveloper": {
            "title": "Développeur Web fullstack",
            "textPart1": "Participation au développement de la nouvelle version de détection d'accident. La construction de la version nécessite la reconstruction de nouvelles API ainsi que l'adaptation de certains visuels.<br>Pour plus d'informations à propos de Liberty Rider vous pouvez visiter <a href='https://liberty-rider.com' target='_blank' class='link default'>liberty-rider.com</a>."
        },
        "reactEngineer": {
            "title": "Développeur React",
            "textPart1": "Développeur sur le projet Services by Airbus.<br>Ma mission était de travailler avec une équipe de consultants, de discuter et de proposer des solutions adaptées aux fonctionnalités demandées.<br>Pour plus d'informations sur le projet vous pouvez visiter <a href='https://services.airbus.com' target='_blank' class='link default'>services.airbus.com</a>."
        },
        "javascriptEngineer": {
            "title": "Développeur JavaScript",
            "textPart1": "Ma mission était de maintenir et ajouter de nouvelles fonctionnalités au portail web MyCFM, de collaborer avec des équipes du monde entier (Inde, États-Unis, France) et de fournir des solutions aux demandes des clients.<br>Pour plus d'informations sur le projet vous pouvez visiter <a href='https://mycfmportal.com' target='_blank' class='link default'>mycfmportal.com</a>."
        },
        "angular2Developer": {
            "title": "Développeur Angular",
            "textPart1": "Développement d’une application Facebook responsive, permettant aux utilisateurs de pouvoir calculer leur corrélation psychologique avec des amis suivant leurs réponses aux questions d’une quizz."
        },
        "phpDeveloper1": {
            "title": "Développeur PHP",
            "textPart1": "Création d’une startup ayant pour projet la réalisation d’une plateforme web et mobile permettant une gestion plus moderne des cours et révisions.",
            "textPart2": "Utilisation du langage PHP et Javascript."
        },
        "wordpressDeveloper": {
            "title": "Développeur Wordpress",
            "textPart1": "Réalisation d’un site sous Wordpress pour un client.",
            "textPart2": "Développement de modules Wordpress spécifiques pour convenir aux besoins."
        },
        "phpDeveloper2": {
            "title": "Développeur PHP",
            "textPart1": "Conception et développement d’une plateforme web interne permettant de faciliter la gestion des candidatures."
        }
    },
    "personalExperiences": {
        "title": "Expériences personnelles",
        "tradingBot": {
            "title": "Robot de trading",
            "description": "Réalisation d'un robot de trading pour les crypto monnaies.<br>Il est capable de trader sur Gdax et Binance. L'architecture du robot permet de le rendre capable de trader sur n'importe quel marché.<br>Il est doté de quelques capacités d'adaptabilité au cours du marché, ainsi qu'une vaste quantité de configurations pouvant changer totalement son comportement.<br>Le code source du projet n'est pas rendu publique."
        },
        "sniphub": {
            "title": "SnipHub",
            "description": "SnipHub est une plateforme collaborative de partage de snippets (bouts de code réutilisables). Réinventer souvent la roue est un fardeaux, fouiller le web pour trouver une réponse l'est souvent aussi également, SnipHub a donc été créé dans le but de centraliser tous ces snippets récurrents dans la vie d'un développeur.<br>Projets disponible à l'adresse <a href='https://sniphub.io' target='_blank' class='link default'>sniphub.io</a>"
        },
        "easyjs": {
            "title": "Framework Node.js",
            "description": "Réalisation du framework easy.js, un framework fullstack pour l'environnement Node.js, accompagné d'une cli. Ce framework a pour but d'apporter une architecture scalable et stable pour tout type de projets backend basé sur Node.js.<br>Code source disponible sur mon GitHub."
        },
        "neuralNetwork": {
            "title": "Réseau de neurones (deep learning)",
            "description": "Création intégrale d'un réseau de neurones de type perceptron multicouches, avec un architecture et un entraineur afin de pouvoir construire un réseau d'une taille quelconque et de l'entrainer.<br>Code source disponible sur mon GitHub."
        },
        "others": {
            "title": "Autres",
            "description": "Other types of projects are present on my GitHub: <a href='https://github.com/MadDeveloper' target='_blank' class='link default'>github.com/MadDeveloper</a>"
        }
    },
    "educations": {
        "title": "Études",
        "master": {
            "school": "IPI, Blagnac",
            "title": "Mastere chef de projet ingénierie logicielle",
            "text": "En cours d'obtention du titre BAC+5 Mastere chef de projet ingénierie logicielle."
        },
        "licence": {
            "school": "SUPINFO International University, Toulouse",
            "title": "Bachelor of Science",
            "text": "Obtention du titre BAC+3 Bachelor of Science en développement logiciels et réseaux informatique."
        },
        "bac": {
            "school": "Lycée Clément Marot, Cahors",
            "title": "Baccalauréat scientifique",
            "text": "Obtention du baccalauréat scientifique avec mention."
        }
    },
    "skills": {
        "title": "Compétences"
    },
    "tools": {
        "title": "Outils"
    },
    "languages": {
        "title": "Langues"
    }
}
